Repository: 189569400/HandBrake
Catalog: macosx/*.lproj/Localizable.strings
Languages: de

source: Scaled To Screen
de: An Bildschirm anpassen

source: (%.0f%% actual size)
de: (%.0f%% aktuelle Größe)

source: (Actual size)
de: (Aktuelle Größe)

source: (Any)
de: (Beliebig)

source: (Modified)
de: (Modifiziert)

source: %d encode pending
de: %d Enkodierung anstehend

source: %d encodes pending
de: %d Enkodierungen anstehend

source: A file already exists at the selected destination.
de: Am ausgewählten Ziel existiert schon eine Datei.

source: Actual Scale
de: Aktuelle Skalierung

source: Add Job To Queue
de: Aufgabe zu Warteschlange hinzufügen

source: Add Jobs To Queue
de: Aufgaben zu Warteschlange hinzufügen

source: Advanced
de: Erweitert

source: Are you sure you want to permanently delete the selected preset?
de: Sind Sie sicher, dass Sie die ausgewählte Voreinstellung endgültig löschen wollen?

source: Are you sure you want to quit HandBrake?
de: Sind Sie sicher, dass Sie HandBrake beenden wollen?

source: Attempt Scan Anyway
de: Trotzdem überprüfen

source: Cancel
de: Abbrechen

source: Cancel Current and Continue
de: Nur momentane Aufgabe abbrechen

source: Cancel Current and Stop
de: Alles abbrechen

source: Cancel Scan
de: Überprüfung abbrechen

source: Cancel Scanning
de: Überprüfen abbrechen

source: Cancel Scanning Source
de: Quelle überprüfen abbrechen

source: Choose
de: Auswählen

source: Continue Encoding
de: Enkodierung fortfahren

source: Copy-Protected sources are not supported.
de: Kopiergeschützte Quellen werden nicht unterstützt.

source: Custom
de: Eigene

source: Delete Preset
de: Voreinstellung löschen

source: Do you want to overwrite %@?
de: Wollen Sie %@ überschreiben?

source: Don't Quit
de: Nicht beenden

source: Encode Canceled.
de: Enkodierung abgebrochen.

source: Encode failed
de: Enkodierung fehlgeschlagen

source: Encode Failed.
de: Enkodierung fehlgeschlagen.

source: Encode Finished.
de: Enkodierung beendet.

source: Encoder Options
de: Enkodierungsoptionen

source: Encoder Options:
de: Enkodierungsoptionen:

source: Export presets
de: Voreinstellungen exportieren

source: File already exists.
de: Die Datei existiert bereits.

source: Finish Current and Stop
de: Nach momentaner Aufgabe abbrechen

source: General
de: Allgemein

source: HandBrake can't open the preview.
de: HandBrake kann die Vorschau nicht öffnen.

source: HandBrake can't playback this combination of video/audio/container format. Do you want to open it in an external player?
de: HandBrake kann die Kombination aus Audio/Video/Kontainer-Format nicht wiedergeben. Soll es extern geöffnet werden?

source: If you quit HandBrake your current encode will be reloaded into your queue at next launch. Do you want to quit anyway?
de: Wenn Sie HandBrake nun beenden werden Ihre momentanen Enkodierungen beim nächsten Start wieder in die Warteschlange geladen. Wollen Sie trotzdem beenden?

source: Import presets
de: Voreinstellungen importieren

source: Incorrect line count
de: Fehlerhafter Zeilenzähler

source: Invalid chapters CSV file
de: Fehlerhafte Kapitel-CSV-Datei

source: Keep Encoding
de: Enkodierung beibehalten

source: Move Job in Queue
de: Aufgabe zu Warteschlange hinzufügen

source: Move Jobs in Queue
de: Aufgaben zu Warteschlange hinzufügen

source: No encode pending
de: Keine Enkodierungen anstehend

source: No image
de: Kein Bild

source: No Valid Source Found
de: Keine gültige Quelle gefunden

source: None
de: Keine

source: One or more file already exists. Do you want to overwrite?
de: Eine oder mehrere Dateien existieren bereits. Sollen diese überschrieben werden?

source: Open in external player
de: Extern öffnen

source: Open Source
de: Quelle öffnen

source: Overwrite
de: Überschreiben

source: Pause
de: Anhalten

source: Pause Encoding
de: Enkodierung anhalten

source: Peak Framerate (VFR)
de: Maximale Bildfrequenz (VFR)

source: Please enter a name.
de: Bitte geben Sie einen Namen ein.

source: Please note that HandBrake does not support the removal of copy-protection from DVD Discs. You can if you wish use any other 3rd party software for this function. This warning will be shown only once each time HandBrake is run.
de: Bitte beachten Sie, dass HandBrake keinen Kopierschutz von DVDs entfernen kann. Wenn gewünscht, kann hierzu Software eines Drittherstellers verwendet werden.

source: Preferences…
de: Einstellungen…

source: preview
de: Vorschau

source: Preview
de: Vorschau

source: Preview - %@ %@
de: Vorschau - %1$@ %2$@

source: Preview Image, Size: %zu x %zu, Scale: %.0f%%
de: Vorschaubild, Größe: %1$zu x %2$zu, Skalierung: %3$.0f%%

source: Put down that cocktail…
de: Stellen Sie den Cocktail ab…

source: Quit
de: Beenden

source: Remove Job From Queue
de: Aufgabe aus der Warteschlange entfernen

source: Remove Jobs From Queue
de: Aufgaben aus der Warteschlange entfernen

source: Resume
de: Fortsetzen

source: Resume Encoding
de: Enkodierung fortsetzen

source: Scale To Screen
de: An Bildschirm anpassen

source: Select the desired external application
de: Die gewünschte externe Anwendung auswählen

source: Select the titles to add to the queue using the %@ preset:
de: Wählen Sie die Titel aus, die mit der Voreinstellung %@ zur Warteschlange hinzugefügt werden sollen:

source: Show
de: Zeigen

source: Source Maximum
de: Quellenmaximum

source: Start Encoding
de: Enkodierung starten

source: Start Queue
de: Warteschlange starten

source: Stop Encoding
de: Enkodierung stoppen

source: Stop Encoding and Delete
de: Enkodierung stoppen und löschen

source: Stop Encoding and Edit
de: Enkodierung stoppen und ändern

source: Stop This Encode and Edit It?
de: Die Enkodierung stoppen und ändern?

source: Stop This Encode and Remove It?
de: Die Enkodierung stoppen und entfernen?

source: Subtitles
de: Untertitel

source: The computer will shut down after encoding is done.
de: Der Computer wird nach Beendigung der Enkodierung heruntergefahren.

source: The computer will sleep after encoding is done.
de: Der Computer wird nach Beendigung der Enkodierung in den Ruhezustand versetzt.

source: The CSV file is not a valid chapters CSV file.
de: Die CSV-Datei ist keine gültige Kapitel-Datei.

source: The destination is the same as the source, you can not overwrite your source file!
de: Das Ziel ist mit der Quelle identisch, die Quelle kann nicht überschrieben werden!

source: The line count in the chapters CSV file does not match the number of chapters in the movie.
de: Der Zeilenzähler der Kapitel-CSV-Datei stimmt nicht mit der Anzahl der Kapitel des Films überein.

source: The preset name cannot be empty.
de: Der Name der Voreinstellung kann nicht leer sein.

source: The queue will be shared between the instances.
de: Die Warteschlange wird zwischen den Instanzen geteilt.

source: There is already a queue item for this destination.
de: Es existiert schon ein Objekt für dieses Ziel in der Warteschlange.

source: There is already an instance of HandBrake running.
de: Es läuft schon eine Instanz von HandBrake.

source: This is not a valid destination directory!
de: Dies ist kein gültiger Pfad für das Ziel.

source: Variable Framerate
de: Variable Bildfrequenz

source: Warning!
de: Warnung!

source: You are currently encoding. What would you like to do?
de: Sie sind momentan am enkodieren. Was wollen Sie tun?

source: You can't undo this action.
de: Diese Aktion kann nicht rückgängig gemacht werden.

source: You have selected to shut down the computer after encoding. To turn off shut down, go to the HandBrake preferences.
de: Sie haben ausgewählt den Computer nach der Enkodierung herunterzufahren. Um das Herunterfahren abzustellen gehen Sie in die HandBrake-Einstellungen.

source: You have selected to sleep the computer after encoding. To turn off sleeping, go to the HandBrake preferences.
de: Sie haben ausgewählt den Computer nach der Enkodierung in den Ruhezustand zu setzen. Um den Ruhezustand abzustellen gehen Sie in die HandBrake-Einstellungen.

source: You need to make more space available on your destination disk.
de: Der Speicherplatz auf dem Zielmedium ist nicht ausreichend.

source: Your destination disk is almost full.
de: Ihr Ziel-Speichermedium ist fast voll.

source: Your encode %@ couldn't be completed.
de: Die Enkodierung %@ konnte nicht ausgeführt werden.

source: Your encode %@ is done!
de: Die Enkodierung %@ ist fertig!

source: Your encode will be canceled if you don't continue encoding.
de: Ihre Enkodierung wird abgebrochen, wenn Sie die Enkodierung nicht fortsetzen.

source: Your HandBrake queue is done!
de: Alle Aufgaben in Ihrer HandBrake-Warteschlange wurde erfolgreich ausgeführt!

source: Your movie will be lost if you don't continue encoding.
de: Ihr Film wird verloren gehen, wenn Sie die Enkodierung nicht fortsetzen.

source: - fastdecode
de: - Schnelldekodierung

source: (%.2f fps, avg %.2f fps, ETA %02dh%02dm%02ds)
de: (%1$.2f BpS, im Mittel %2$.2f BpS, ETA %3$d h%4$d m%5$ds s)

source: (ETA %02dh%02dm%02ds)
de: (ETA %1$dh%2$dm%3$ds)

source: (Title %d, %@, %@) ▸ %@
de: (Titel %1$d, %2$@, %3$@) ▸ %4$@

source: (Title %d, %@) ▸ %@
de: (Titel %1$d, %2$@) ▸ %3$@

source: Keep Aspect Ratio
de: Seitenverhältnis beibehalten

source: , %d audio tracks
de: , %d Tonspuren

source: , %d subtitles tracks
de: , %d Untertitelspuren

source: , 1 audio track
de: , 1 Tonspur

source: , 1 subtitles track
de: , 1 Untertitelspur

source: , Align A/V Start
de: , A/V synchron

source: , Burned
de: , Eingebrannt

source: , Chapter Markers
de: , Kapitelmarker

source: , iPod 5G Support
de: , iPod 5G-Unterstützung

source: , Web Optimized
de: , Web-optimiert

source: (subtitle scan)
de: (Untertitelscan)

source: %.6g FPS
de: %.6g BpS

source: %@ ▸ Encoder: %@
de: 1$@ ▸ Enkodierer: %2$@

source: %dx%d Storage, %dx%d Display
de: %1$d x %2$d Original, %3$d x %4$d Anzeige

source: + %lu additional audio tracks
de: + %lu zusätzliche Tonspuren

source: + %lu additional subtitles tracks
de: + %lu zusätzliche Untertitelspuren

source: + 1 additional audio track
de: + 1 zusätzliche Tonspur

source: + 1 additional subtitles track
de: + 1 zusätzliche Untertitelspur

source: 1 Foreign Language Search Pass -
de: 1 Fremdsprachensuche-Durchgang -

source: 2 Video Passes
de: 2 Videodurchgänge

source: 2 Video Passes First Turbo
de: 2 Video-Durchgänge erster beschleunigt

source: Burned In
de: Eingebrannt

source: Chapter %d
de: Kapitel %d

source: Chapter Markers
de: Kapitelmarker

source: Chapters
de: Kapitel

source: Chapters %d through %d
de: Kapitel %1$d bis %2$d

source: Constant Quality: %.2f %s
de: Konstante Qualität: %1$.2f %2$s

source: Default
de: Standard

source: default settings
de: Standardeinstellungen

source: Denoise
de: Entrauschen

source: Destination:
de: Ziel:

source: Dimensions:
de: Bildgröße:

source: Encoder: %@,
de: Enkodierer: %@,

source: Encoding %@
de: Enkodiere %@

source: Filters:
de: Filter:

source: Forced Only
de: Nur erzwungene

source: Foreign Audio Search
de: Fremdsprachentonsuche

source: Framerate:
de: Bildrate:

source: Frames
de: Bilder

source: Frames %d through %d
de: Bilder %1$d bis %2$d

source: Gain: %.2f
de: Verstärkung: %.2f

source: Grayscale
de: Graustufen

source: Invalid name
de: Ungültiger Name

source: Level: %@
de: Stufe: %@

source: Mixdown: %@, Samplerate: %@, Bitrate: %d kbps
de: Abmischung: %1$@, Samplerate: %2$@, Bitrate: %3$d kbps

source: MKV File
de: MKV-Datei

source: MP4 File
de: MP4-Datei

source: Muxing…
de: Multiplexen…

source: Off
de: Aus

source: Options: %@
de: Optionen: %@

source: Pass %d %@ of %d, %.2f %%
de: Durchgang %1$d %2$@ von %3$d, %4$.2f %%

source: Pass %d of %d, %.2f %%
de: Durchgang %1$d von %2$d, %3$.2f %%

source: Paused
de: Angehalten

source: Peak %@ (constant frame rate)
de: Maximal %@ (konstante Bildfrequenz)

source: Peak %@ (may be lower)
de: Maximal %@ (kann niedriger sein)

source: Preset:
de: Voreinstellung:

source: Preset: %@
de: Voreinstellung: %@

source: Profile: %@
de: Profil: %@

source: Rotation
de: Drehung

source: Same as source
de: Wie die Quelle

source: Same as source (constant)
de: Wie die Quelle (konstant)

source: Same as source (variable)
de: Wie die Quelle (variabel)

source: Scanning title %d of %d, preview %d…
de: Titel %1$d von %2$d scannen, Vorschau %3$d…

source: Scanning title %d of %d…
de: Titel %1$d von %2$d scannen…

source: Searching for start point: %.2f %%
de: Nach Startpunkt suchen: %.2f %%

source: Seconds
de: Sekunden

source: Seconds %d through %d
de: Sekunden %1$d bis %2$d

source: Sharpen
de: Schärfen

source: Subtitles:
de: Untertitel:

source: The file name can't contain the / character.
de: Der Dateinamen darf kein Zeichen / enthalten.

source: The preset "%@" could not be imported.
de: Die Voreinstellung "%@" konnte nicht importiert werden.

source: The selected preset is invalid.
de: Die ausgewählte Voreinstellung ist ungültig.

source: The selected preset was created with a newer version of HandBrake.
de: Die ausgewählte Voreinstellung wurde mit einer neueren Version von HandBrake erstellt.

source: Tune:
de: Abstimmung:

source: Unknown
de: Unbekannt

source: Unsharp
de: Unscharf Maskieren

source: Video Options:
de: Videooptionen:
